Revit 2027 API
IFCFileModelOptions.CacheSize Property
 The cache size of the file.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int CacheSize { get; set; }
Public Property CacheSize As Integer
	Get
	Set
public:
property int CacheSize {
	int get ();
	void set (int value);
}
member CacheSize : int with get, set
Property Value
Int32
See Also
Reference
IFCFileModelOptions Class
Autodesk.Revit.DB.IFC Namespace